/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2024 Tianze Ds Qiu.\nCopyright 2006-2024 Michael O. McCracken.";

"PDF" = "PDF";
"PDF Bundle" = "PDF bundel";
"PostScript" = "PostScript";
"Encapsulated PostScript" = "Encapsulated PostScript";
"DVI" = "DVI";
"XDV" = "XDV";
"Preskim Notes" = "Preskim Notities";
"Notes as Text" = "Notities als Tekst";
"Notes as RTF" = "Notities als RTF";
"Notes as RTFD" = "Notities als RTFD";
"Notes as FDF" = "Notities als FDF";
"Archive" = "Gearchiveerd Bestand";
"Folder" = "Map";

"scris.ds.preskim.skimURL" = "Preskim URL";

NSAppleEventsUsageDescription = "Preskim gebruikt AppleScript om e-mailberichten te verwerken, teksteditors te openen en gebruikers AppleScripts uit het menu uit te voeren.";
NSDownloadsFolderUsageDescription = "Preskim plaatst gedownloade bestanden in uw map Downloads.";

